{
    "creator": "candraherdianto",
    "list": [
        {
            "id": 1,
            "name": "Belajar Tauhid",
            "img": "https://i.ibb.co/4m50NPZ/asparagus.jpg",
            "status": true,
            "rating": 4.5,
            "student": 100,
            "description": "Belajar tauhid dasar",
            "content": [
                {
                    "matan": "Mempelajari tauhid merupakan kewajiban setiap muslim, baik laki-laki maupun wanita, karena Allah ﷻ menciptakan manusia dan jin adalah hanya untuk bertauhid yaitu meng-Esakan ibadah kepada Allah ﷻ Allah ﷻ berfirman\n\nﻭَﻣَﺎ ﺧَﻠَﻘْﺖُ ﺍﻟْﺠِﻦَّ ﻭَﺍْﻹِﻧْﺲَ ﺇِﻻَّ ﻟِﻴَﻌْﺒُﺪُﻭﻥ\n’’Dan tidaklah Aku ciptakan jin dan manusia kecuali untuk beribadah kepadaKu’’.(Surat Adz-Dzariyaat : 56)\n\nOleh karena itulah Allah ﷻ telah mengutus para Rasul kepada setiap ummat tujuannya adalah untuk mengajak mereka kepada tauhid. Allah ﷻ berfirman\n\nﻭَﻟَﻘَﺪْ ﺑَﻌَﺜْﻨَﺎ ﻓِﻲ ﻛُﻞِّ ﺃُﻣَّﺔٍ ﺭَﺳُﻮﻟًﺎ ﺃَﻥِ ﺍﻋْﺒُﺪُﻭﺍ ﺍﻟﻠَّﻪَ ﻭَﺍﺟْﺘَﻨِﺒُﻮﺍ ﺍﻟﻄَّﺎﻏُﻮﺕَ ۖ …\n’’Dan sungguh-sungguh Kami telah mengutus kepada setiap ummat seorang Rasul yang mereka berkata kepada kaumnya, ’’Sembahlah Allah dan jauhilah thaghut’’. (Surat AnNahl : 36)\n\nMakna thaghut adalah segala sesembahan selain Allah ﷻ\n\nOleh karena itu seorang muslim yang tidak memahami tauhid, yang merupakan inti dari ajaran Islam, maka sebenarnya dia tidak memahami agamanya meskipun dia telah mengaku mempelajari ilmu-ilmu yang banyak",
                    "subTitle": "Mengapa Kita Harus Belajar Tauhid"
                },
                {
                    "matan": "Tidak akan masuk ke dalam surga kecuali orang-orang yang bertauhid meskipun terkadang dia di adzab sebelumnya ke dalam neraka karena dosa yang dia lakukan. Nabi ﷺ bersabda\n\nمَنْ شَهِدَ أَنْ لَا إِلَهَ إِلَّا الله وَحْدَهُ لَا شَرِيْكَ لَهُ، وَأَنَّ مُحَمَّدًا عَبْدُهُ وَرَسُوْلُهُ، وَأَنَّ عِيْسَى عَبْدُ الله وَرَسُوْلُهُ، وَكَلِمَتُهُ أَلْقَاهَا إِلَى مَرْيَمَ وَرُوْحٌ مِنْهُ وَالْجَنَّةَ حَقٌّ وَالنَّارَ حَقٌّ أَدْخَلَهُ الله الجَنَّةُ عَلَى مَا كَانَ مِنَ الْعَمَلِ\n“Barang siapa yang bersaksi bahwa tidak ada sesembahan yang berhaq disembah kecuali Allah, tidak ada sekutu bagi-Nya dan bersaksi bahwasanya Muhammad adalah hamba-Nya dan Rasul-Nya, dan bersaksi bahwasanya Isa adalah Hamba Allah dan juga Rasul-Nya, dan kalimat-Nya ” Ya Allah tiupkan kepada Maryam dan ruh dari Allah ﷻ dan bersaksi bahwasanya surga adalah benar dan neraka adalah benar” maka Allah ﷻ akan memasukkan dia ke dalam surga sesuai dengan apa yang telah diamalkan” (HR. Bukhari dan Muslim)\n\nDalam hadits yang lain Nabi kita ﷺ bersabda\n\nفَإِنَّ الله قَدْ حَرَّمَ عَلَى النَّارِ مَنْ قَالَ لاَ إِلَهَ إِلاَّ الله . يَبْتَغِى بِذَلِكَ وَجْهَ الله\n“Sesungguhnya Allah ﷻ telah mengharamkan neraka bagi orang yang mengatakan لااله الا لله tidak ada sesembahan yang berhaq disembah kecuali Allah ﷻ, yang dia mengharap dengan kalimat tersebut wajah Allâh ﷻ” (HR. Bukhari dan Muslim)\n\nIni menunjukkan kepada kita bahwasanya modal utama untuk mendapatkan surga Allah ﷻ adalah dengan bertauhid",
                    "subTitle": "Syarat Mutlak Masuk Surga"
                },
                {
                    "matan": "Tauhid adalah amalan yang paling Allah ﷻ cintai, sebaliknya syirik (menyekutukan Allah ﷻ dalam beribadah) adalah amalan yang sangat Allâh ﷻ murkai. Allah ﷻ memang Maha Pengampun akan tetapi bila seseorang meninggal dunia dalam keadaan berbuat syirik besar kepada Allâh ﷻ, Maka Allah ﷻ tidak akan mengampuni dosa syirik tersebut\n\nOrang tersebut akan kekal di dalam Neraka selama-lamanya dan tidak ada harapan baginya untuk masuk ke dalam surga-Nya Allah ﷻ, Sungguh ini adalah sebuah kerugian yang tidak ada kerugian yang lebih besar daripada kerugian ini\n\nAllah ﷻ berfirman\n\nإِنَّ اللهَ لاَيَغْفِرُ أَن يُشْرَكَ بِهِ وَيَغْفِرُ مَادُونَ ذَلِكَ لِمَن يَشَآءُ\n“Sesungguhnya Allah tidak akan mengampuni dosa syirik, dan masih mengampuni dosa yang lain bagi siapa yang dikehendaki”. (An-Nisaa : 48)\n\nAllah ﷻ juga berfirman\n\nإِنَّهُ مَن يُشْرِكْ بِاللهِ فَقَدْ حَرَّمَ اللهُ عَلَيْهِ الْجَنَّةَ وَمَأْوَاهُ النَّارُ وَمَا لِلظَّالِمِينَ مِنْ أَنصَارٍ\n“Sesungguhnya, barang siapa yang menyekutukan Allah, maka Allah mengharamkan baginya surga, dan tempat kembalinya adalah neraka, dan tidak ada penolong bagi orang-orang zhalim” (QS. Al-Maidah : 72)\n\nOleh karena itu hati-hatilah saudaraku dengan dosa yang satu ini. Terkadang seseorang terjerumus ke dalam dosa ini sedangkan dia tidak menyadarinya, Bentengilah dirimu dengan perisai ilmu yaitu ilmu Agama, belajarlah dan berdo’alah kepada Allah\n\nBerdo’alah kepada Allah ﷻ dengan sejujur-jujurnya. Semoga Allah ﷻ melindungi kita dan keluarga kita dari perbuatan syirik ini",
                    "subTitle": "Bahaya Kesyirikan"
                },
                {
                    "matan": "matan 4",
                    "subTitle": "subtitle 4"
                },
                {
                    "matan": "matan 5",
                    "subTitle": "subtitle 5"
                }
            ]
        },
        {
            "id": 2,
            "name": "Mengenal Allah SWT",
            "img": "https://i.ibb.co/4m50NPZ/asparagus.jpg",
            "status": true,
            "rating": 4.5,
            "student": 150,
            "description": "Belajar mengenal Allah SWT",
            "content": [
                {
                    "matan": "matan 1",
                    "subTitle": "subtitle 1"
                },
                {
                    "matan": "matan 2",
                    "subTitle": "subtitle 2"
                },
                {
                    "matan": "matan 3",
                    "subTitle": "subtitle 3"
                },
                {
                    "matan": "matan 4",
                    "subTitle": "subtitle 4"
                },
                {
                    "matan": "matan 5",
                    "subTitle": "subtitle 5"
                }
            ]
        },
        {
            "id": 3,
            "name": "Mengenal Rasulullah SAW",
            "img": "https://i.ibb.co/4m50NPZ/asparagus.jpg",
            "status": true,
            "rating": 4.5,
            "student": 200,
            "description": "Belajar mengenal Rasulullah SAW",
            "content": [
                {
                    "matan": "matan 1",
                    "subTitle": "subtitle 1"
                },
                {
                    "matan": "matan 2",
                    "subTitle": "subtitle 2"
                },
                {
                    "matan": "matan 3",
                    "subTitle": "subtitle 3"
                },
                {
                    "matan": "matan 4",
                    "subTitle": "subtitle 4"
                },
                {
                    "matan": "matan 5",
                    "subTitle": "subtitle 5"
                }
            ]
        }
    ]
}